Repository: DaniloDughetti/narratiwe
Catalog: src/locale/messages.*.xlf
Languages: it

source: Where milions storyes are ready to be written
it: Dove milioni di storie aspettano di essere lette e scritte

source: If you subscrive to our service you'll agree to our conditions and privacy
it: Se ti iscrivi al nostro servizio accetterai le condizioni e la privacy

source: Already Registered?
it: Gia registrato?

source: Log In
it: Accedi

source: Don't you have an account?
it: Non hai un account?

source: My profile
it: Il mio profilo

source: {INTERPOLATION} {INTERPOLATION_1} profile
it: Profilo di {INTERPOLATION} {INTERPOLATION_1}

source: Edit your profile!
it: Modifica il tuo profilo

source: Name and surname
it: Nome e cognome

source: Birthday
it: Data di nascita

source: Language
it: Lingua

source: Address
it: Indirizzo

source: Rating average
it: Media voti

source: Edit
it: Modifica

source: Upload image
it: Carica immagine

source: Edit profile
it: Modifica profilo

source: Country
it: Paese

source: Language
it: Lingua

source: Back
it: Indietro

source: Done
it: Fatto

source: New shared story
it: Nuova storia condivisa

source: Every chapter can be read and written by everyone!
it: Ogni capitolo puo essere letto e continuato da chiunque!

source: New private story
it: Nuova storia privata

source: Edit your story, then relese it on the market!
it: Modifica la tua storia e una volta finita rilasciala sul market!

source: Start a new story!
it: Comincia una nuova storia!

source: Kind
it: Genere

source: Start
it: Inizia

source: Are you sure to remove from market {INTERPOLATION}?
it: Sei sicuro di voler rimuovere {INTERPOLATION} dal market?

source: Are you sure to publish {INTERPOLATION}?
it: Sei sicuro di voler pubblicare {INTERPOLATION} sul market?

source: Removing from market this private story you will disble every user on Creatiwe to read, comment a rate your story.
it: Rimuovendo questa storia privata dal market non permetterai a nessun utente di leggere, commentare o valutare la tu storia.

source: Publishing this private story you will enable every user on Creatiwe to read, comment a rate your story.
it: Pubblicando questa storia privata sul market permetterai ad ogni utente di leggere, commentare o votare la tua storia.

source: Cancel
it: Annulla

source: This story is private
it: Questa storia è privata

source: Type
it: Tipo

source: This story is shared
it: Questa storia è condivisa

source: This story is in the market since {INTERPOLATION}
it: Questa storia è sul market dal {INTERPOLATION}

source: Everyone can read your story
it: Tutti possono leggere la tua storia

source: This story is not visible in the market
it: Questa storia non e visibile sul market

source: Only you can read your story
it: Puoi leggere questa storia solo te

source: Author
it: Autore

source: No description
it: Nessuna descrizione

source: Description
it: Descrizione

source: Language unknown
it: Lingua non definita

source: Creation date unknown
it: Data di creazione sconosciuta

source: Creation date
it: Data di creazione

source: Last edit unknown
it: Data ultima modifica sconosciuta

source: Last edit
it: Data ultima modifica

source: Publish
it: Pubblica

source: Remove from market
it: Rimuovi dal market

source: Add to favorites
it: Aggiungi ai preferiti

source: Remove from favorites
it: Rimuovi dai preferiti

source: Continue to read
it: Continua a leggere

source: Are you sure to delete {INTERPOLATION}?
it: Sei sicuro di voler cancellare {INTERPOLATION}?

source: Deleting the story you will lose all the chapters and the social elements on it.
it: Cancellando la storia perderai tutti i capitoli e i contenuti social connessi.

source: Edit story!
it: Modifica la storia

source: Delete
it: Elimina

source: Edit chapter
it: Modifica il capitolo

source: Read
it: Leggi

source: Go to previous chapter
it: Capitolo precedente

source: Return to chapter summary
it: Ritorna al riepilogo del capitolo

source: Return to story summary
it: Ritorna al riepilogo della storia

source: Go to next chapter
it: Prossimo capitolo

source: Story result
it: Risultati

source: No results.
it: Nessun risultato.

source: Oh, this is embarassing
it: Oh, questo e imbarazzante

source: The error has been send to the server, thank for the patience
it: L'errore e stato registrato, grazie per la pazienza

source: Return to app
it: Ritorna all'app

source: New user {TAG_IMG}
it: Nuovo utente {TAG_IMG}

source: Write
it: Scrivi

source: Settings
it: Impostazioni

source: Profile
it: Profilo

source: Conditions
it: Condizioni

source: Install
it: Installa

source: Who I am
it: Chi sono

source: I am a computer scientist, web enthusiast check my profile on danilo.dughetti.com
it: CIao, sono un dottor informatico, appassionato di web e coding guarda il mio portfolio danilo.dughetti@gmail.com

source: Got it
it: Capito

source: Change language
it: Cambia linuga

source: Your default Story language is {INTERPOLATION}
it: La tua lingua predefinita per le storie è {INTERPOLATION}

source: That will change the story shown in results and the suggestions for you.
it: Questo cambiera i risultati e i suggerimenti per le tue storie

source: Change
it: Cambia

source: Show only nickname {START_TAG_MAT-SLIDE-TOGGLE} {CLOSE_TAG_MAT-SLIDE-TOGGLE}
it: Mostra solo il tuo nickname {START_TAG_MAT-SLIDE-TOGGLE} {CLOSE_TAG_MAT-SLIDE-TOGGLE}

source: Change main language
it: Cambia la lingua principale

source: Privacy and conditions
it: Privacy e condizioni

source: About website
it: Informazioni

source: Log out
it: Esci

source: Add new chapter
it: Aggiungi un capitolo

source: Continue the story
it: Continua la storia

source: You have not favorite stories
it: Non hai storie favorite

source: Come read one!
it: Inizia a leggere!

source: You have not read anything yet
it: Non hai ancora letto nulla!

source: {INTERPOLATION} comments
it: {INTERPOLATION} commenti

source: Grammar: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}
it: Grammatica: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}

source: Inspiration: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}
it: Ispirazione: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}

source: Lexicon: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}
it: Lessico: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}

source: Consistency: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}
it: Coerenza: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}

source: Total: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}
it: Totale: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}

source: There's no chapter rating yet
it: Non ci sono ancora voti.

source: Grammar: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}
it: Grammatica: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}

source: Inspiration: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}
it: Ispirazione: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}

source: Lexicon: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}
it: Lessico: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}

source: Consistency: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}
it: Coerenza: {START_TAG_STAR-VIEW}{CLOSE_TAG_STAR-VIEW}

source: {INTERPOLATION} user have voted this chapter for an average: {START_TAG_SOCIAL-RATING-ITEM}{CLOSE_TAG_SOCIAL-RATING-ITEM}
it: {INTERPOLATION} utenti hanno votato questo capitolo con una media di: {START_TAG_SOCIAL-RATING-ITEM}{CLOSE_TAG_SOCIAL-RATING-ITEM}

source: Results in {START_ITALIC_TEXT}{INTERPOLATION}{CLOSE_ITALIC_TEXT}
it: Risultati in {START_ITALIC_TEXT}{INTERPOLATION}{CLOSE_ITALIC_TEXT}

source: No story to show
it: Nessuna storia da visualizzare

source: Search
it: Cerca

source: Results in {START_ITALIC_TEXT}{INTERPOLATION}{CLOSE_ITALIC_TEXT}
it: Risultati in {START_ITALIC_TEXT}{INTERPOLATION}{CLOSE_ITALIC_TEXT}
